hyprland
xdg-desktop-portal
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
waybar
quickshell
rofi-wayland
swaync
kitty
hyprpaper
hyprlock
hypridle
grim
slurp
swappy
wl-clipboard
cliphist
thunar
tumbler
ffmpegthumbnailer
zsh
starship
git
github-cli
openssh
neovim
fzf
ripgrep
fd
bat
eza
zoxide
btop
fastfetch
yazi
tmux
docker
docker-compose
pipewire
pipewire-pulse
wireplumber
networkmanager
bluez
bluez-utils
brightnessctl
playerctl
pamixer
pavucontrol
nwg-look
qt5ct
qt6ct
kvantum
papirus-icon-theme
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ttf-jetbrains-mono-nerd
stow
